<html>
<head><title>Fosiles</title>
</head>
<style>

body{margin:0}
.contenedor{width:80%; max-width:1000px; margin:0 auto; overflow:hidden;}
 nav{background:linear-gradient(#4D77E7 ,#35E5B2);}
  .menu, ul{padding:0; text-align:center; margin:0}
  .menu>li{display: inline-block;}
  .menu > li > a {padding:45px; color:white; text-decoration:none; display:block;}
  .menu a:hover{background:#71EFA6}
  li ul{position:absolute; display:none; }
  .sub-menu{background:linear-gradient(#4D77E7 ,#35E5B2); box-shadow:0px 0px 50px rgba(0,0,0,.5); display:none;}
 .sub-menu li a{ color:white; text-decoration:none; display:block; line-height:80px;}
  li:hover ul{padding:50px; display:block;}
 .contenido{width:80%; height:6000; display:flex; text-align:center;}
 .contenido img(width:80%; height:auto;)
 .footer{background:linear-gradient(#4D77E7 ,#35E5B2); padding:100px; text-align:center; color:white}
 h2{color:(#ff469f, #ff6062);}
 @media screen and (max-width:800px){.contenido{width:105%; height:auto}}
</style>
<body>
<div class="contenedor">
<nav>
     <ul class="menu">
            <li><a href="inicio.html">INICIO</a></li>
			 <li><a href="etimologia.html">Etimologia</a></li>
			 <li><a href="era.html">Era</a></li>
			 <li><a href="tipos.html">Tipos</a></li>
			 <li><a href="alimentacion.html">Alimentacion</a></li>
             <li><a href="">MÁS</a>
			 <ul class="sub-menu">
             <li><a href="fosiles.html">Fósiles</a></li>
			 <li><a href="populares.html">Populares</a></li>
			 <li><a href="caracteristicas.html">Características</a></li>
			 <li><a href="curiosidades.html">Curiosidades</a></li>
			 <li><a href="extincion.html">Extinción</a></li>
			 <li><a href="descendientes.html">Descendientes</a></li>
		</ul>
		</li>
		</ul>
</nav>


<div class="contenido"><center>

<h1>Los fósiles</h1>
     <p><img src="https://dinosaurios.co/wp-content/uploads/2019/07/dinosaurios-omnivoros.jpg" width="450" height="300"></p>   
        <p style="text-align: justify;">Son restos org&aacute;nicos de animales y plantas que se encuentran en los estratos de las rocas sedimentarias, y sirven para datar las edades de los mismos. Esto se realiza a trav&eacute;s de los llamados f&oacute;siles &iacute;ndice, llamados as&iacute; porque s&oacute;lo existieron en una determinada Era o Per&iacute;odo geol&oacute;gico.<br />
          <br />
        </p>
        <p><strong>Estos f&oacute;siles &iacute;ndice deben presentar los siguientes requisitos:</strong><br />
          <br />
        </p>
        <p style="text-align: justify; margin-left: 30px;">1.- F&aacute;cilmente identificable y distinguible de todos los otros f&oacute;siles.<br />
          <br />
          2.- Haber vivido durante un tiempo geol&oacute;gico relativamente corto.<br />
  <br />
          3.- Presentar amplia distribuci&oacute;n geogr&aacute;fica.<br />
  <br />
          4.- Haber vivido en diferentes cuencas sedimentarias y aparecer en diferentes tipos de roca.<br />
  <br />
          5.- Ser abundante.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;">Fosilizaci&oacute;n: involucra una serie de procesos f&iacute;sicos, qu&iacute;micos y biol&oacute;gicos por los cuales un organismo cuyo destino "normal" ser&iacute;a la desintegraci&oacute;n completa con posterioridad a la muerte, es preservado como f&oacute;sil. Implica el pasaje de ese organismo de la bi&oacute;sfera a la lit&oacute;sfera.<br />
          <br />
          Registro f&oacute;sil: incluye a todos los hallazgos documentados de f&oacute;siles y su ocurrencia, as&iacute; como los que a&uacute;n ser&aacute;n descubiertos y descritos, contenidos en las rocas sedimentarias.<br />
          <br />
        </p>
        <p style="text-align: justify;">Potencial de fosilizaci&oacute;n: es una caracter&iacute;stica intr&iacute;nseca de cada organismo relacionada con su probabilidad de ser preservado en el registro f&oacute;sil.</p>
        
       
        <h4>Procesos de fosilizaci&oacute;n </h4>
        <p>&nbsp;</p>
        <p>1. Procesos previos al enterramiento</p>
        <div style="padding-left:30px">i) muerte<br />
                ii) descomposici&oacute;n<br />
                iii) ataque biol&oacute;gico<br />
                iv) ataque qu&iacute;mico<br />
                v) ataque f&iacute;sico<br />
                vi) enterramiento: pre-fosilizaci&oacute;n (enterramiento temporario) y enterramiento
                permanente.</div>
        <p><br />
		<p><img src="https://lh3.googleusercontent.com/proxy/ddzaxZtiiBlDWTbcv6x0Jp3QH4dDuCqu-HnCQ3oETn0qoQT_UrL55XHgPxNBlklta4elMAkabAVh4zwcEqdaA25vsIPkvPWCFfMu6lsZVUET99zWcSIMecjQHUa8d7gFiLAwGVfKMLEB26c" width="450" height="300"></p>
          2. Procesos diagen&eacute;ticos<br />
  <br />
          Producen alteraciones en la microestructura y/o composici&oacute;n del esqueleto, que pueden llegar a destruirlo (disoluci&oacute;n, recristalizaci&oacute;n o neomorfismo, reemplazo y formaci&oacute;n de moldes y moldes secundarios; distorsi&oacute;n por compactaci&oacute;n sedimentaria y tect&oacute;nica).</p>
        <p>&nbsp;</p>
		<p><img src="https://como-funciona.com/wp-content/uploads/2020/11/como-funciona-la-focilizacion.jpg" width="450" height="300"></p>
        <p style="text-align: justify;">Desde luego es dif&iacute;cil que todos los f&oacute;siles &iacute;ndices lleguen a tener todos estos requisitos.<br />
          <br />
          Los principales f&oacute;siles &iacute;ndices que se utilizan en geolog&iacute;a del petr&oacute;leo son los foramin&iacute;feros, cefal&oacute;podos y moluscos en general.<br />
          <br />
          Muchos de los organismos que ahora encontramos como f&oacute;siles se extinguieron en diferentes &eacute;pocas geol&oacute;gicas, as&iacute; tenemos que los trilobites,&nbsp; ciertos corales, crinoides, braqui&oacute;podos y fusul&iacute;nidos que vivieron exclusivamente en el Paleozoico; los cefal&oacute;podos (amonitas), en el jur&aacute;sico, las aves y mam&iacute;feros, as&iacute; como las globotruncanas y ciertas plantas, se desarrollaron solamente en el mesozoico. Y los vertebrados, principalmente de los g&eacute;neros de cuadr&uacute;pedos (mam&iacute;feros) y multitud de variedades de foramin&iacute;feros se encuentran desde el terciario hasta el cuaternario.</p>
        <p style="text-align: justify;"><br />
          Los trilobites son tan abundantes y han sido tan profundamente estudiados, que probablemente sean el grupo de animales f&oacute;siles m&aacute;s conocidos. Son los f&oacute;siles m&aacute;s caracter&iacute;sticos del Paleozoico.</p>
        <p style="text-align: justify;"><br />
          Los f&oacute;siles tienen un valor intr&iacute;nseco ya que su estudio es fundamental para la Geolog&iacute;a, adem&aacute;s la importancia en el aspecto aplicado son numerosos, por ejemplo, los que relacionan ciertos organismos con la g&eacute;nesis de yacimientos minerales (como el fitoplancton con el petr&oacute;leo o el carb&oacute;n). Adem&aacute;s, la geolog&iacute;a hist&oacute;rica es inconcebible sin el apoyo de los datos paleontol&oacute;gicos que nos dan informaci&oacute;n sobre Paleogeograf&iacute;a. De la misma forma la Paleontolog&iacute;a necesita de otras disciplinas como la Bioqu&iacute;mica, la F&iacute;sica o las Matem&aacute;ticas, especialmente la Estad&iacute;stica.</p>
        

</center>
<div class="footer">
</div>
</div>
</body>
</html>