<html>
<head><title>Tipos</title>
</head>
<style>

body{margin:0}
.contenedor{width:80%; max-width:1000px; margin:0 auto; overflow:hidden;}
 nav{background:linear-gradient(#4D77E7 ,#35E5B2);}
  .menu, ul{padding:0; text-align:center; margin:0}
  .menu>li{display: inline-block;}
  .menu > li > a {padding:45px; color:white; text-decoration:none; display:block;}
  .menu a:hover{background:#71EFA6}
  li ul{position:absolute; display:none; }
  .sub-menu{background:linear-gradient(#4D77E7 ,#35E5B2); box-shadow:0px 0px 50px rgba(0,0,0,.5); display:none;}
 .sub-menu li a{ color:white; text-decoration:none; display:block; line-height:80px;}
  li:hover ul{padding:50px; display:block;}
 .contenido{width:80%; height:6000; display:flex; text-align:center;}
 .contenido img(width:80%; height:auto;)
 .footer{background:linear-gradient(#4D77E7 ,#35E5B2); padding:100px; text-align:center; color:white}
 h2{color:(#ff469f, #ff6062);}
 @media screen and (max-width:800px){.contenido{width:105%; height:auto}}
</style>
<body>
<div class="contenedor">
<nav>
     <ul class="menu">
            <li><a href="inicio.html">INICIO</a></li>
			 <li><a href="etimologia.html">Etimologia</a></li>
			 <li><a href="era.html">Era</a></li>
			 <li><a href="tipos.html">Tipos</a></li>
			 <li><a href="alimentacion.html">Alimentacion</a></li>
             <li><a href="">MÁS</a>
			 <ul class="sub-menu">
             <li><a href="fosiles.html">Fósiles</a></li>
			 <li><a href="populares.html">Populares</a></li>
			 <li><a href="caracteristicas.html">Características</a></li>
			 <li><a href="curiosidades.html">Curiosidades</a></li>
			 <li><a href="extincion.html">Extinción</a></li>
			 <li><a href="descendientes.html">Descendientes</a></li>
		</ul>
		</li>
		</ul>
</nav>


<div class="contenido"><center>
<h1 class="titulo titulo--h2 titulo--apartado" id="anchor_2">
Tipos de dinosaurios que existieron
</h1>
<div class="apartado">
<p>En 1887, Harry Seeley determin&oacute; que los dinosaurios pod&iacute;an dividirse en<strong> dos grupos principales</strong> que se siguen empleando hoy d&iacute;a, aunque existen dudas sobre si es lo m&aacute;s correcto. Seg&uacute;n este paleont&oacute;logo, estos son los dos tipos de dinosaurios que existieron:</p><ul><li><b>Ornitisquios </b><b>(Ornithischia)</b>: son conocidos como dinosaurios con cadera de ave porque su estructura p&eacute;lvica ten&iacute;a forma rectangular. Esta caracter&iacute;stica se debe a que su pubis se orientaba hacia la zona posterior del cuerpo. Todos los ornitisquios se extinguieron durante la tercera gran extinci&oacute;n.</li><li><b>Saurisquios </b><b>(Saurischia)</b>: son los dinosaurios con cadera de lagarto. Su pubis, al contrario que en el caso anterior, se orientaba hacia la zona craneal, por lo que su pelvis presentaba forma triangular. Algunos saurisquioes sobrevivieron a la tercera gran extinci&oacute;n: los antepasados de las aves, a quienes hoy d&iacute;a se consideran dinosaurios.</li></ul>
</div>
<div class="publibydfp ad mobile breakpoint_1" id='div-gpt-ad-1490621822506-8' data-client='27212193' data-dfp='ltm_mobile_roba_3' data-sizes='[300, 250]'>
</div>
<div class="publibydfp ad breakpoint_1-5 breakpoint_2 breakpoint_2-5 breakpoint_3 breakpoint_4" id='div-gpt-ad-1490621822506-4' data-client='27212193' data-dfp='ltm_desktop_roba_3' data-sizes='[[336, 280],[300, 250],[480, 320]]'>
</div>
<h2 class="titulo titulo--h2 titulo--apartado" id="anchor_3">
Tipos de dinosaurios ornitisquios
</h2>
<div class="apartado">
<p>Los dinosaurios ornitisquios eran todos herb&iacute;voros y podemos dividirlos en <strong>dos sub&oacute;rdenes</strong>: tire&oacute;foros y neornitisquios.</p>
</div>
<div class="apartado">
<h3>Dinosaurios Tire&oacute;foros</h3><p>Dentro de todos los tipos de dinosaurios que existieron, los integrantes del suborden Thyreophora son, probablemente,<strong> los m&aacute;s desconocido</strong>s. Este grupo incluye a dinosaurios herb&iacute;voros tanto b&iacute;pedos (los m&aacute;s primitivos) como cuadr&uacute;pedos. Con tama&ntilde;os variables, su principal caracter&iacute;stica es la posesi&oacute;n de una <strong>armadura &oacute;sea en el dorso</strong> con todo tipo de ornamentos, como espinas o placas &oacute;seas.</p><h3><b>Ejemplos de tire&oacute;foros</b></h3><ul><li><i><b>Chialingosaurus</b></i>: eran dinosaurios de 4 metros de largo recorridos por placas &oacute;seas y p&uacute;as.</li><li><i><b>Ankylosaurus</b></i>: este dinosaurio acorazado med&iacute;a unos 6 metros de largo y presentaba un mazo en la cola.</li><li><i><b>Scelidosaurus</b></i>: son dinosaurios con una cabeza peque&ntilde;a, una cola muy larga y un dorso recorrido por escudos &oacute;seos.</li></ul>
<div class="imagen_wrap">
<div class="imagen lupa" data-js-selector="imagen" data-posicion="1">
<img loading="lazy" src="https://t1.ea.ltmcdn.com/es/images/4/5/7/tipos_de_dinosaurios_que_existieron_caracteristicas_nombres_y_fotos_24754_paso_4_600.jpg" width="600" height="480">
</div>
</div>
</div>
<div class="apartado">
<h3>Dinosaurios neornitisquios</h3><p>El suborden Neornithischia es un grupo de dinosaurios caracterizados por poseer <strong>dientes afilados con gruesos esmaltes</strong>, lo que sugiere que estaban especializados en alimentarse de<strong> plantas duras</strong>.</p><p>Sin embargo, este grupo es muy diverso e incluye a muchos de los tipos de dinosaurios que existieron. As&iacute; que vamos a centrarnos en contar algo m&aacute;s sobre algunos g&eacute;neros representativos.</p><h3><strong>Ejemplos de neornitisquios</strong></h3><ul><li><i><b>Iguanodon</b></i>: es el representante m&aacute;s conocido del infraorden Ornithopoda. Se trata de un dinosaurio muy robusto, con fuertes patas y una poderosa mand&iacute;bula masticadora. Estos animales pod&iacute;an llegar a medir 10 metros de largo, aunque otros ornit&oacute;podos eran muy peque&ntilde;os (1,5 metros).</li><li><i><b>Pachycephalosaurus</b></i>: como el resto de integrantes del infraorden Pachycephalosauria, este dinosaurio presentaba un domo craneal. Se piensa que podr&iacute;an haberlo utilizado para embestir a otros individuos de la misma especie, como hacen ahora los bueyes almizcleros.</li><li><i><b>Triceratops</b></i>: este g&eacute;nero del infraorden Ceratopsia pose&iacute;a una plataforma craneal posterior y tres cuernos en la cara. Eran dinosaurios cuadr&uacute;pedos, a diferencia de otros ceratopsios, que eran m&aacute;s peque&ntilde;os y b&iacute;pedos.</li></ul>
<div class="imagen_wrap">
<div class="imagen lupa" data-js-selector="imagen" data-posicion="2">
<img loading="lazy" src="https://t2.ea.ltmcdn.com/es/images/4/5/7/tipos_de_dinosaurios_que_existieron_caracteristicas_nombres_y_fotos_24754_paso_5_600.jpg" width="600" height="480">
</div>
</div>
</div>
<h2 class="titulo titulo--h2 titulo--apartado" id="anchor_6">
Tipos de dinosaurios saurisquios
</h2>
<div class="apartado">
<p>Los saurisquios incluyen a todos los tipos de dinosaurios carn&iacute;voros</a> y a algunos herb&iacute;voros. Entre ellos, encontramos a los siguientes grupos: ter&oacute;podos y sauropodomorfos.</p>
</div>
<div class="apartado">
<h3><b>Dinosaurios ter&oacute;podos</b></h3><p>Los ter&oacute;podos (suborden Theropoda) son <strong>dinosaurios b&iacute;pedos</strong>. Los m&aacute;s ancestrales fueron carn&iacute;voros y depredadores, como el conocido <i>Velociraptor</i>. M&aacute;s tarde, se diversificaron dando lugar a herb&iacute;voros y omn&iacute;voros.</p><p>Estos animales se caracterizan por poseer solo<strong> tres dedos funcionales</strong> en cada extremidad y huesos neumatizados o huecos. Debido a ello, eran animales <strong>muy &aacute;giles</strong> y, algunos, adquirieron la capacidad del vuelo.</p><p>Los dinosaurios ter&oacute;podos dieron lugar a todos los tipos de dinosaurios voladores</a>. Algunos de ellos sobrevivieron a la gran extinci&oacute;n del l&iacute;mite Cret&aacute;cico/Terciario; se trata de los <strong>antepasados de las aves</strong>. Hoy d&iacute;a, se considera que los ter&oacute;podos no se extinguieron, sino que las aves forman parte de este grupo de dinosaurios.</p><h3><b>Ejemplos de ter&oacute;podos</b></h3><p>Algunos ejemplos de dinosaurios ter&oacute;podos son:</p><ul><li><i><b>Tyrannosaurus</b></i>: era un gran depredador de 12 metros de longitud, muy conocido en la gran pantalla.</li><li><i><b>Velociraptor</b></i>: este carn&iacute;voro de 1,8 metros de longitud, pose&iacute;a grandes garras.</li><li><i><b>Gigantoraptor</b></i><i>: s</i>e trata de un dinosaurio con plumas, pero no volador, que med&iacute;a unos 8 metros.</li><li><i><b>Archaeopterix</b></i>: es una de las aves m&aacute;s antiguas que se conocen. Ten&iacute;a dientes y no med&iacute;a m&aacute;s de medio metro.</li></ul>
<div class="imagen_wrap">
<div class="imagen lupa" data-js-selector="imagen" data-posicion="3">
<img loading="lazy" src="https://t2.ea.ltmcdn.com/es/images/4/5/7/tipos_de_dinosaurios_que_existieron_caracteristicas_nombres_y_fotos_24754_paso_7_600.jpg" width="600" height="480">
</div>
</div>
</div>
<div class="apartado">
<h3>Dinosaurios sauropodomorfos</h3><p>El suborden Sauropodomorpha es un grupo de<strong> grandes dinosaurios herb&iacute;voros</strong> cuadr&uacute;pedos con cuellos y colas muy largos. Sin embargo, los m&aacute;s ancestrales eran carn&iacute;voros, b&iacute;pedos y m&aacute;s peque&ntilde;os que un humano.</p><p>Dentro de los sauropodomorfos, se encuentran los animales terrestres m&aacute;s grandes que han existido, con individuos de <strong>hasta 32 metros de longitud</strong>. Los m&aacute;s peque&ntilde;os eran &aacute;giles corredores, lo que les permit&iacute;a escapar de los depredadores. Los m&aacute;s grandes, por su parte, formaban manadas en las que los adultos proteg&iacute;an a las cr&iacute;as. Adem&aacute;s, ten&iacute;an grandes colas que pudieron utilizar a modo de l&aacute;tigo.</p><h3><strong>Ejemplos de sauropodomorfos</strong></h3><ul><li><i><b>Saturnalia</b></i>: fue uno de los primeros integrantes de este grupo y med&iacute;a menos de medio metro de alto.</li><li><i><b>Apatosaurus</b></i>: este cuellilargo ten&iacute;a una longitud de hasta 22 metros y es el g&eacute;nero al que pertenece Piecito, el protagonista de <i>El valle encantado</i> (o <i>La tierra antes del tiempo</i>).</li><li><i><b>Diplodocus</b></i>: es el g&eacute;nero de los dinosaurios m&aacute;s grandes conocidos, con individuos de hasta 32 metros de longitud.</li></ul>
<div class="imagen_wrap">
<div class="imagen lupa" data-js-selector="imagen" data-posicion="4">
<img loading="lazy" src="https://t1.ea.ltmcdn.com/es/images/4/5/7/tipos_de_dinosaurios_que_existieron_caracteristicas_nombres_y_fotos_24754_paso_8_600.jpg" width="600" height="480">
</div>
</div>
</div>
<h2 class="titulo titulo--h2 titulo--apartado" id="anchor_9">
Otros grandes reptiles del Mesozoico
</h2>
<div class="apartado">
<p>Con frecuencia se ha llamado dinosaurios a muchos grupos de reptiles que convivieron con ellos durante el Mesozoico. Sin embargo, debido a sus diferencias anat&oacute;micas y taxon&oacute;micas, no podemos incluirlos dentro de los tipos de dinosaurios que existieron. Se trata de los siguientes grupos de reptiles:</p><ul><li><b>Pterosaurios</b>:<b> </b>fueron los grandes reptiles voladores del Mesozoico. Pertenec&iacute;an, junto a dinosaurios y cocodrilos, al grupo de los arcosaurios.</li><li><b>Plesiosaurios e ictiosaurios</b>: eran dos grupos de reptiles marinos. Son conocidos como unos tipos de dinosaurios marinos</a>, pero, aunque son di&aacute;psidos, no tienen mayor relaci&oacute;n con los dinosaurios.</li><li><b>Mosasaurios</b>: tambi&eacute;n son di&aacute;psidos, pero pertenecen al superorden Lepidosauria, como los lagartos y serpientes actuales. Se les conoce tambi&eacute;n como &ldquo;dinosaurios&rdquo; marinos.</li><li><b>Pelicosaurios</b>: fueron un grupo de sin&aacute;psidos m&aacute;s emparentados con los mam&iacute;feros que con los reptiles.</li></ul>
</div>

</center>
<div class="footer">
</div>
</div>
</body>
</html>